Repository: frankiejarrett/expire-passwords
Catalog: languages/expire-passwords-*.po
Languages: es_es

source: User does not exist.
es_es: El usuario no existe

source: User has no role assigned.
es_es: Usuario no tiene ningún papel asignado.

source: Password Reset
es_es: Restablecer contraseña

source: %1$s ago
es_es: Hace %s

source: You cannot reuse your old password.
es_es: Usted no puede reutilizar tu contraseña anterior.

source: Your password must be reset every %d days.
es_es: Su contraseña debe ser reajustada cada %d dias.

source: Please enter your username or e-mail below and a password reset link will be sent to you.
es_es: Introduce tu nombre de usuario o correo electrónico abajo y un enlace de restablecimiento de contraseña será enviado a usted.

source: Expire Passwords
es_es: Caducan las contraseñas

source: Require password reset every
es_es: Requerir restablecimiento de contraseña cada

source: For users in these roles
es_es: Para los usuarios de estos roles

source: Require certain users to change their passwords on a regular basis.
es_es: Requieren ciertos usuarios cambiar sus contraseñas en una base regular.

source: days
es_es: dias
