Repository: frankiejarrett/expire-passwords
Catalog: languages/expire-user-passwords-*.po
Languages: cs_cz

source: User does not exist.
cs_cz: Uživatel neexistuje.

source: User has no role assigned.
cs_cz: Uživatel nemá žádnou roli.

source: Password Reset
cs_cz: Obnovení hesla

source: %1$s ago
cs_cz: před %1$s

source: You cannot reuse your old password.
cs_cz: Nelze znovu použít staré heslo.

source: Please enter your username or e-mail below and a password reset link will be sent to you.
cs_cz: Zadejte prosím své uživatelské jméno a e-mail níže a odkaz pro obnovení hesla vám bude zaslán.

source: Require password reset every
cs_cz: Vyžadovat reset hesla každých

source: For users in these roles
cs_cz: Pro uživatele v těchto rolích

source: Require certain users to change their passwords on a regular basis.
cs_cz: Vyžadovat na určitých uživatelích pravidelnou změnu hesla.

source: days
cs_cz: dní
